Repository: azowan/CIRKEVNAHORESSR
Catalog: CIRKEVNAHORESSR/Resources/Location.*.resx
Languages: cs

source: About Us
cs: O nás

# Application
source: Reservation
cs: Rezervace

source: Contact
cs: Kontakt

# CV
source: Resume
cs: Životopis

source: Home
cs: Úvod

source: Information
cs: Informace

source: Services
cs: Služby

source: Team
cs: Tým

# About_Title
source: About Me
cs: O mně

# About_Intro
source: I am a software engineer and architect specializing in modern web applications built with .NET, Blazor, HTML, CSS and JavaScript. Beyond development, I focus on system architecture, UX/UI design and technical leadership.
cs: Jsem softwarový inženýr a architekt s hlubokou specializací na vývoj webových aplikací v technologiích .NET, Blazor, HTML, CSS a JavaScriptu. Věnuji se nejen samotnému programování, ale také návrhu architektury systémů, UX/UI designu a technickému vedení projektů. Mám za sebou řadu úspěšně realizovaných řešení – od menších webů až po komplexní cloudové aplikace. Důraz kladu na výkon, čistý kód, škálovatelnost a dlouhodobou udržitelnost řešení.

# About_Role
source: Software Architect and Web Developer and UI/UX Designer
cs: Software architekt a Web Developer a UI/UX Designer

# About_SubIntro
source: Here you can find key information about my professional background, experience and skills in software development, web technologies and design.
cs: Zde najdete základní informace o mé profesní dráze, zkušenostech i dovednostech v oblasti vývoje softwaru, webových technologií a designu.

# About_Closing
source: If you are looking for a reliable partner for modern web development, software architecture design or custom UX/UI design, you are in the right place.
cs: Pokud hledáte spolehlivého partnera pro vývoj moderního webu, návrh softwarové architektury nebo UX/UI design na míru, jste na správném místě. Spojuji technickou odbornost s citem pro detail a důrazem na efektivitu.

# About_Name
source: Name
cs: Jméno

# About_Ico
source: Company ID
cs: IČO

# About_Web
source: Website
cs: Web

# About_Phone
source: Phone
cs: Telefon

# About_Age
source: Age
cs: Věk

# About_TitleDegree
source: Degree
cs: Titul

# About_School
source: University
cs: Škola

# About_City
source: City
cs: Město

# Value_School
source: CTU FIT Prague
cs: FIT ČVUT

# Value_City
source: Prague and Příbram, Czech Republic
cs: Praha a Příbram, Česká republika

# Skills_Title
source: Technical Skills
cs: Technické znalosti

# Skills_Intro
source: I’m a web developer with a strong focus on architecture and the design of modern web applications. I work with .NET, Blazor, HTML, CSS and JavaScript, combining technical precision with a strong sense for visual and user-friendly solutions. I build functional, fast and polished websites — from concept to delivery.
cs: Jsem webový vývojář se silným přesahem do návrhu architektury a designu moderních webových aplikací. Pracuji s technologiemi .NET, Blazor, HTML, CSS a JavaScript, kde kombinuji technickou preciznost s citem pro vizuální i uživatelské řešení. Vytvářím funkční, rychlé a esteticky propracované weby – od konceptu po realizaci.

# Skills_ArchitectureApi
source: Architecture + API
cs: ARCHITEKTURA + API

# Skills_DatabasesSql
source: Databases + SQL
cs: Databáze + SQL

# Stats_Delivery_Text
source: We deliver your website from brief to launch in
cs: Web vám dodáme od zadání do

# Stats_Delivery_Highlight
source: 7 days
cs: 7 dnů

# Stats_Price_Text
source: Custom websites starting from
cs: Od nás si můžete vybrat web na míru od

# Stats_Price_Highlight
source: CZK 15,000
cs: 15 000 Kč

# Stats_Support_Text
source: Website updates completed within
cs: Aktualizace a úprava webu do

# Stats_Support_Highlight
source: 72 hours
cs: 72 hodin

# Stats_Experience_Highlight
source: 12 years
cs: 12 let

# Stats_Experience_Text
source: of programming experience
cs: zkušeností programování

# Contact_Title
source: Contact
cs: Kontakt

# Contact_Intro
source: Need a reliable website, an effective application, or optimization of your existing systems? I deliver solutions tailored to your needs — from architecture and development to deployment and maintenance. Send me a message and we’ll choose the best path to reach your goals quickly, securely and efficiently.
cs: Potřebujete spolehlivý web, efektivní aplikaci nebo optimalizaci stávajících systémů? Nabízím řešení šitá na míru vašim potřebám – od návrhu architektury přes vývoj až po nasazení a údržbu. Napište a společně vybereme nejlepší cestu, jak dosáhnout vašich cílů rychle, bezpečně a efektivně.

# Contact_Address_Label
source: Address
cs: Adresa

# Contact_Address_Value
source: Závěrka 551/1, 169 00 Prague 6 (Břevnov)
cs: Závěrka 551/1, 169 00 Praha 6-Břevnov

# Contact_Phone_Label
source: Phone
cs: Telefon

# ContactForm_Name_Label
source: Name
cs: Jméno

# ContactForm_Subject_Label
source: Subject
cs: Předmět

# ContactForm_Message_Label
source: Message
cs: Zpráva

# ContactForm_Loading
source: Loading
cs: Načítám

# ContactForm_SentMessage
source: Your message has been sent. Thank you for reaching out!
cs: Zpráva byla odeslána. Děkujeme za tvojí odezvu!

# ContactForm_Submit_Button
source: SEND
cs: ODESLAT

# Hero_Prefix
source: I AM
cs: JSEM

# Hero_Highlight
source: MODERN WEBSITES
cs: TVŮRCE MODERNÍCH WEBŮ

# Hero_Typed_Items
source: WEBSITE CREATOR, SOFTWARE ARCHITECT, .NET/Blazor DEVELOPER, UI/UX DESIGNER, CLOUD CONSULTANT, TECH PARTNER
cs: TVŮRCE MODERNÍCH WEBŮ, SOFTWARE ARCHITEKT, .NET/Blazor VÝVOJÁŘ, UI/UX DESIGNER, CLOUD KONZULTANT, TECHNOLOGICKÝ PARTNER

# Hero_Subtitle
source: I help businesses ship high-quality websites and apps fast — with a focus on performance, SEO, security, and long-term maintainability.
cs: Pomáhám firmám rychle doručit kvalitní weby a aplikace – s důrazem na výkon, SEO, bezpečnost a dlouhodobou udržitelnost.

# Hero_CTA_Primary
source: Contact me
cs: Napište mi

# Hero_CTA_Secondary
source: My work
cs: Moje práce

# Portfolio_Intro
source: In my portfolio you’ll find modern web projects that combine clean design, solid functionality and strong technology. Each website is designed with user experience, performance and responsive behavior across devices in mind.
cs: V mém portfoliu najdete moderní webové projekty, které spojují čistý design, funkčnost a technologickou vyspělost. Každý web je navržen s ohledem na uživatelský zážitek, výkon a responzivitu napříč zařízeními.

# Portfolio_Filter_All
source: All
cs: Vše

# Portfolio_Filter_Apps
source: Apps
cs: Aplikace

# Portfolio_Filter_Products
source: Products
cs: Produkty

# Portfolio_OpenWebsite_Aria
source: Open website
cs: Otevřít web

# Portfolio_1_Desc
source: Modern company website and digital solutions.
cs: Moderní firemní prezentace a digitální řešení.

# Portfolio_2_Title
source: Cirkev Na Hore
cs: Církev Na Hoře

# Portfolio_2_Desc
source: A modern website for a community organization.
cs: Moderní web pro komunitní organizaci.

# Portfolio_2_Alt
source: Cirkev Na Hore
cs: Církev Na Hoře

# Portfolio_2_LightboxTitle
source: Cirkev Na Hore
cs: Církev Na Hoře

# Portfolio_3_Desc
source: Personal website and professional portfolio.
cs: Osobní prezentace a profesní portfolio.

# Portfolio_4_Desc
source: A family website with a modern design.
cs: Rodinný web s moderním designem.

# Portfolio_5_Title
source: Christian Club CTU
cs: Křesťanský klub ČVUT

# Portfolio_5_Desc
source: A student community and modern presentation.
cs: Studentská komunita a moderní prezentace.

# Portfolio_5_Alt
source: Christian Club CTU
cs: Křesťanský klub ČVUT

# Portfolio_5_LightboxTitle
source: Christian Club CTU
cs: Křesťanský klub ČVUT

# Portfolio_6_Title
source: Kindergarten LADA
cs: Školka LADA

# Portfolio_6_Desc
source: A kindergarten website focused on clarity and usability.
cs: Web mateřské školy s důrazem na přehlednost.

# Portfolio_6_Alt
source: Kindergarten LADA
cs: Školka LADA

# Portfolio_6_LightboxTitle
source: Kindergarten LADA
cs: Školka LADA

# Resume_Title
source: Resume
cs: Životopis

# Resume_Intro
source: I am an engineer with a technical background who combines deep expertise with strong Christian faith and integrity. My faith in God shapes my values and reflects in my work and daily life. I approach technical challenges with determination and responsibility, always striving for quality, honesty and long-term reliability in every project.
cs: Jsem inženýr s technickým zaměřením, který spojuje hluboké odborné znalosti s pevným křesťanským přesvědčením a integritou. Víra v Boha je pro mě zdrojem hodnot, které promítám do své práce i každodenního života. S odhodláním a zodpovědností přistupuji k řešení technických výzev a vždy usiluji o kvalitu, poctivost a dlouhodobou spolehlivost v každém projektu.

# Resume_Summary_Title
source: Summary
cs: Souhrn

# Resume_Summary_Text
source: An engineer with 11+ years of experience in software development, .NET technologies and modern web solutions. I focus on technical excellence, performance, sustainable design and clean architecture with an emphasis on long-term value.
cs: Inženýr s více než 11 lety zkušeností ve vývoji softwaru, .NET technologiích a návrhu moderních webových řešení. Zaměřuji se na technickou kvalitu, výkonnost, udržitelný design a funkční architekturu s důrazem na dlouhodobou hodnotu.

# Resume_Summary_Location
source: Prague, Czech Republic
cs: Praha, Česká republika

# Resume_Education_Title
source: Education
cs: Vzdělání

# Resume_Edu_1_Title
source: Software Engineer: Informatics and Management
cs: Software inženýr: Informatika a management

# Resume_Edu_1_School
source: CTU FIT, Prague
cs: FIT ČVUT, Praha

# Resume_Edu_1_Thesis
source: Master’s thesis: Designing a system for evaluating the economic efficiency of an IT project
cs: Diplomová práce: Návrh systému pro zjištění ekonomické efektivnosti IT projektu

# Resume_Edu_1_Bullet1
source: Business management supported by IT expertise
cs: Řízení podniku s využitím technologických znalostí v oblasti IT

# Resume_Edu_1_Bullet2
source: Setting up informatics processes within a company
cs: Nastavení informatické procesy v podniku

# Resume_Edu_1_Bullet3
source: Architecture, development and implementation of information systems
cs: Architektura, vývoj a implementace informačních systémů

# Resume_Edu_2_Title
source: Bachelor’s: Theoretical Computer Science
cs: Bakalář: Teoretická informatika

# Resume_Edu_2_School
source: CTU FIT, Prague
cs: FIT ČVUT, Praha

# Resume_Edu_2_Thesis
source: Bachelor’s thesis: Test Compression Based on the Illinois-Scan Architecture
cs: Bakalářská práce: Test Compression Based on the Illinois-Scan Architecture

# Resume_Edu_2_Bullet1
source: Analyze algorithmic problems and assess their complexity
cs: Analyzovat algoritmické problémy a posuzovat jejich náročnost

# Resume_Edu_2_Bullet2
source: Design and implement efficient algorithms
cs: Navrhovat a implementovat efektivní algoritmy

# Resume_Edu_2_Bullet3
source: Understand principles and implementations of higher-level programming languages
cs: Rozumět principům a implementacím vyšších programovacích jazyků

# Resume_Edu_3_Text
source: I studied at a general grammar school with a focus on mathematics, physics and computer science. I also represented the school in various high-school competitions.
cs: Studoval jsem na všeobecném gymnáziu, kde jsem se zaměřoval hlavně na matematiku, fyziku a informatiku. V těchto oborech a dalších jsem také reprezentoval školu na středoškolských soutěžích.

# Resume_Edu_4_Title
source: Primary School Jiráskovy sady
cs: Základní škola Jiráskovy sady

# Resume_Edu_4_School
source: Primary School Jiráskovy sady, Příbram
cs: Základní škola Jiráskovy sady, Příbram

# Resume_Edu_4_Text
source: I attended primary school in Příbram. In the second stage I was in a mathematics-focused class and actively pursued mathematics and physics.
cs: Docházel jsem na ZŠ v Příbrami, na druhém stupni jsem chodil do matematické třídy. Aktivně jsem se zajímal o matematiku a fyziku.

# Resume_Experience_Title
source: Professional Experience
cs: Profesní zkušenosti

# Resume_Exp_1_Title
source: Founder and Software Architect
cs: Founder a Software Architekt

# Resume_Exp_1_Years
source: 2025 - present
cs: 2025 - současnost

# Resume_Exp_1_Company
source: AZOWAN s.r.o., Prague
cs: AZOWAN s.r.o, Praha

# Resume_Exp_1_Bullet1
source: I work as an architect, developer and analyst on Azure, specializing in .NET, C# and Blazor to build scalable, secure web applications and websites.
cs: Pracuji jako architekt, vývojář a analytik v Azure, specializuji se na .NET, C# a Blazor při tvorbě webových aplikací, stránek a škálovatelných, bezpečných řešení.

# Resume_Exp_2_Years
source: 2025 - present
cs: 2025 - současnost

# Resume_Exp_2_Company
source: BIZ DATA a.s., Prague
cs: BIZ DATA a.s., Praha

# Resume_Exp_2_Bullet1
source: I help maintain and improve company systems, contribute to digitalization efforts and integrate AI tools to enhance performance and operational efficiency.
cs: Pomáhám při správě a údržbě firemních systémů, podílím se na jejich digitalizaci a zapojuji nástroje umělé inteligence pro zlepšení výkonu a efektivity provozu.

# Resume_Exp_3_Company
source: Lokiload s.r.o., Prague
cs: Lokiload s.r.o., Praha

# Resume_Exp_3_Bullet1
source: I worked as a full-stack .NET developer using C#, VB, SQL and Azure DevOps to develop and maintain web and desktop applications, including source control and API implementation.
cs: Ve firmě jsem pracoval jako fullstack .NET vývojář. Využíval jsem C#, VB, SQL a Azure DevOps k vývoji a údržbě webových i desktopových aplikací, včetně správy kódu a implementace API.

# Resume_Exp_4_Company
source: Aveco s.r.o., Prague
cs: Aveco s.r.o., Praha

# Resume_Exp_4_Bullet1
source: C++ developer and Linux (OpenSUSE) specialist — software development and system administration.
cs: C++ vývojář a Linux (OpenSUSE) specialista – vývoj softwaru a správa systému.

# Resume_Exp_5_Title
source: Industry and University Collaboration
cs: Spolupráce s průmyslem a univerzitou

# Resume_Exp_5_Company
source: Faculty of Science (Charles University), CTU FIT, Prague
cs: Přírodovědecká fakulta UK, FIT ČVUT, Praha

# Resume_Exp_6_Company
source: BTL medical a.s., Prague
cs: BTL medical a.s., Praha

# Resume_Exp_7_Company
source: ADVACAM s.r.o., Prague
cs: ADVACAM s.r.o., Praha

# Resume_Exp_8_Company
source: Aquion s.r.o., Prague
cs: Aquion s.r.o., Praha

# Services_Title
source: Services and Products
cs: Služby a produkty

# Services_Intro
source: I specialize in building modern web applications and software solutions using .NET, Blazor, HTML, CSS and JavaScript. I provide end-to-end services — from architecture and development to deployment and maintenance. My goal is to deliver high-quality, efficient and sustainable solutions that match client needs. Here you can explore my specific offer.
cs: Specializuji se na vývoj moderních webových aplikací a softwarových řešení s využitím technologií .NET, Blazor, HTML, CSS a JavaScript. Nabízím komplexní služby od návrhu architektury přes vývoj až po nasazení a údržbu. Mým cílem je poskytovat kvalitní, efektivní a udržitelná řešení, která splňují potřeby klientů. Zde si můžete prohlédnout konkrétní nabídku.

# Services_1_Title
source: Custom Websites
cs: Webové stránky na míru

# Services_1_Desc
source: A modern website tailored to your business — focused on UX, speed, responsiveness and professional design.
cs: Moderní web přesně podle vašeho byznysu – důraz na UX, rychlost, responzivitu a profesionální design.

# Services_2_Title
source: Static and Ultra-Fast Websites
cs: Statické a ultra rychlé weby

# Services_2_Desc
source: High-performance static sites for presentations and landing pages. Maximum security, speed and low operating costs.
cs: Výkonné statické weby pro prezentace a landing pages. Maximální bezpečnost, rychlost a nízké náklady.

# Services_3_Title
source: Dynamic Web Applications
cs: Dynamické webové aplikace

# Services_3_Desc
source: Web apps with admin panels, users and business logic — ideal for portals, systems and internal processes.
cs: Webové aplikace s administrací, uživateli a logikou. Ideální pro portály, systémy a firemní procesy.

# Services_4_Title
source: API and Service Integrations
cs: Integrace API a služeb

# Services_4_Desc
source: Integrations with CRM/ERP, payment gateways, external systems and automations via REST APIs.
cs: Propojení s CRM/ERP, platebními bránami, externími systémy a automatizacemi přes REST API.

# Services_5_Title
source: Databases and Backend
cs: Databáze a backend

# Services_5_Desc
source: Database design, secure data storage and robust backend foundations — built for long-term growth.
cs: Návrh databází, bezpečné ukládání dat a robustní backend. Stabilní základ pro růst projektu.

# Services_6_Title
source: SEO and Technical Optimization
cs: SEO a technická optimalizace

# Services_6_Desc
source: Technical SEO, structured data, speed and content. I help you improve rankings in search results.
cs: Technické SEO, strukturovaná data, rychlost a obsah. Pomohu vám získat lepší pozice ve vyhledávání.

# Services_7_Title
source: PPC Campaigns (Google Ads / Sklik)
cs: PPC kampaně (Google Ads / Sklik)

# Services_7_Desc
source: Design, setup and optimization of PPC campaigns — focused on performance, conversions and ROI.
cs: Návrh, nastavení a optimalizace PPC kampaní. Cílím na výkon, konverze a návratnost investic.

# Services_8_Title
source: Cloud, Deployment and CI/CD
cs: Cloud, nasazení a CI/CD

# Services_8_Desc
source: Cloud deployment, automated builds and releases, monitoring and security — reliable operations 24/7.
cs: Nasazení do cloudu, automatické buildy a deploye, monitoring a bezpečnost. Spolehlivý provoz 24/7.

# Services_9_Title
source: Analytics, Measurement and Growth
cs: Analytika, měření a růst

# Services_9_Desc
source: GA4/GSC, conversion tracking and data interpretation — performance optimization and growth recommendations.
cs: GA4/GSC, měření konverzí a interpretace dat. Optimalizace výkonu a návrhy kroků pro růst.

# ContactForm_Name_Placeholder
source: Your name
cs: Vaše jméno

# ContactForm_Email_Placeholder
source: Your email
cs: Váš email

# ContactForm_Subject_Placeholder
source: Message subject
cs: Předmět zprávy

# ContactForm_Message_Placeholder
source: Write your message
cs: Napište svou zprávu…

# SeoHomeMetaTitle
source: Daniel Králík | Web Developer and Software Architect
cs: Daniel Králík | Webový vývojář a software architekt

# SeoHomeMetaDescription
source: Ing. Daniel Králík builds modern websites and applications using .NET and Blazor. Custom development, Azure cloud and SEO optimization.
cs: Ing. Daniel Králík vytváří moderní weby a aplikace v .NET a Blazoru. Vývoj na míru, cloud Azure a SEO optimalizace.

# SeoHomeMetaUrl
source: https://danielkralik.cz/en
cs: https://danielkralik.cz/

# SeoAboutMetaTitle
source: Information | Daniel Králík
cs: Informace | Daniel Králík

# SeoAboutMetaDescription
source: Meet Daniel Králík, software architect and web developer specializing in .NET and cloud solutions.
cs: Seznamte se s profesní dráhou Daniela Králíka – softwarového architekta a webového vývojáře specializujícího se na .NET a cloudová řešení.

# SeoAboutMetaUrl
source: https://danielkralik.cz/en/information
cs: https://danielkralik.cz/informace

# SeoResumeMetaTitle
source: Resume | Daniel Králík
cs: Životopis | Daniel Králík

# SeoResumeMetaDescription
source: Overview of education, experience and technical skills of software engineer Daniel Králík.
cs: Přehled vzdělání, zkušeností a odborných dovedností softwarového inženýra Daniela Králíka.

# SeoResumeMetaUrl
source: https://danielkralik.cz/en/resume
cs: https://danielkralik.cz/zivotopis

# SeoPortfolioMetaTitle
source: Project Portfolio | Daniel Králík
cs: Portfolio projektů | Daniel Králík

# SeoPortfolioMetaDescription
source: Examples of modern websites and applications built by Daniel Králík using .NET technologies.
cs: Ukázky moderních webů a aplikací vytvořených Danielem Králíkem. Funkční design, výkon a technologie .NET.

# SeoPortfolioMetaUrl
source: https://danielkralik.cz/en/portfolio
cs: https://danielkralik.cz/portfolio

# SeoServicesMetaTitle
source: Web and Software Development Services | Daniel Králík
cs: Služby vývoje webů a aplikací | Daniel Králík

# SeoServicesMetaDescription
source: Custom web development, cloud solutions and technical optimization using .NET, Blazor and Azure.
cs: Vývoj webů, aplikací a cloudových řešení na míru. .NET, Blazor, Azure, SEO a technická optimalizace.

# SeoServicesMetaUrl
source: https://danielkralik.cz/en/services
cs: https://danielkralik.cz/sluzby

# SeoContactMetaTitle
source: Contact | Daniel Králík
cs: Kontakt | Daniel Králík

# SeoContactMetaDescription
source: Contact Daniel Králík for web development, software architecture or technical consulting.
cs: Kontaktujte Daniela Králíka pro vývoj webových aplikací, architekturu softwaru nebo technické konzultace.

# SeoContactMetaUrl
source: https://danielkralik.cz/en/contact
cs: https://danielkralik.cz/kontakt
